{
    "posts": [
    {
            "date": "Sept 4, 2024",
            "imgs": [],
            "body": "<p>I should maybe try getting into making minecraft animatics in blender <a href='https://www.tiktok.com/@banaiadrienn2/video/7295775320047668512'>like this one</a>. I mean, the modeling would be easy right?</p>"
        },
        {
            "date": "Sept 4, 2024",
            "imgs": [ "https://preview.redd.it/i-came-as-soon-as-possible-im-not-late-right-v0-evcjyzckntmd1.jpeg?auto=webp&s=40cda2752e52b41c51f15d447ac3c0b6168c869a" ],
            "body": "<p>yea ok I have a milf kink now</p>"
        },
        {
            "date": "Sept 3, 2024",
            "imgs": [],
            "body": "<p>do you ever just want to make your own markup language? cuz I do. like all the time.</p>"
        },
        {
            "date": "Sept 3, 2024",
            "imgs": [],
            "body": "<p>storing this concept on a single line of json hurt me, also my jury duty was today it was ok</p><div style=\"font-family: sans-serif; text-align: center; background-repeat: no-repeat; background-position: center; background-size: contain; background-image: url('https://external-preview.redd.it/ZMxOInWJG2fIHvmKlnaT_Heb3kYv6E_lUDHsVwAiqCU.jpg?auto=webp&s=8522aa40cf44bd2088c18a562311dd1ca3f93f00');\"><br><br><br><h1 style=\"color: #b32; font-size: 4em; text-shadow: 0 0 10px white; padding: 2px;\">cafebooru</h1><form><input type=\"text\" placeholder=\"ex: chubby 1girl\" size=\"30\"><input type=\"submit\" value=\"Search\"></form><br><small style=\"background: #fffc; padding: 2px;\">Serving 2,239 posts</small><br><br><br><br><br><br></div>"
        },
        {
            "date": "Sept 2, 2024",
            "imgs": [],
            "body": "<p><s>plapbooru</s> winebooru (I changed my mind after gooning)</p>"
        },
        {
            "date": "Sept 2, 2024",
            "imgs": [ "https://i.kym-cdn.com/photos/images/original/000/825/632/207.png" ],
            "body": "<p><a href='https://npx.booru.org/'>npx.booru.org</a> is the smallest booru I could find. gives me hope that, given a small server, I could customize and release my own...</p>"
        },
        {
            "date": "Sept 2, 2024",
            "imgs": [],
            "body": "<p>1) <a href='https://gelbooru.com/index.php'>gelbooru.com/index.php</a> is pretty cool, not only the content but just the site is so Clean 2) when I see index.php I cum</p><p>edit: there's also <a href='https://curveybooru.com/'>curveybooru.com</a>, which is smaller (gelbooru has 10 million posts and curvey has only 18k) and loads slower but has more curvy and honestly. pog</p>"
        },
        {
            "date": "Sept 2, 2024",
            "imgs": [ "https://loginportal123.funnyjunk.com/pictures/Networked+colossal+thoughtless_c61408_11897679.jpg" ],
            "body": "<p>I know this says \"West Virginian Miku\" but I'm gonna call her \"Deep South Miku\" and consider her to be my new fucking waifu because fucking fuck dude she'd treat me right man</p><!-- https://funnyjunk.com/Networked+colossal+thoughtless/fnBLTsa/ -->"
        },
        {
            "date": "Sept 2, 2024",
            "imgs": [ "https://art.ngfiles.com/images/3048000/3048233_maikyoh-angrykid_your-minecraft-gf.png?f1676431676" ],
            "body": "<p>I think the reason why I'm so fixated on adding cute busty girls to Minecraft is to offer myself a sense of control over a sexual relationship, which I mean, yeah that's kinda weird</p><p>I need to go to sleep man</p>"
        },
        {
            "date": "Sept 1, 2024",
            "imgs": [],
            "body": "<p>I should start reading Ao3 fat fiction</p>"
        },
        {
            "date": "Sept 1, 2024",
            "imgs": [ "https://preview.redd.it/made-a-few-tiny-lil-creatures-v0-9unc319paqkc1.jpg?width=640&crop=smart&auto=webp&s=500b1517182ebd8bba40f6430477401cf47dc979" ],
            "body": "<p>I SHOULD NOT BE ALLOWED TO TALK TO PEOPLE ON ACCOUNT OF MY PREDATORY, MANIPULATIVE, AND SELF-SERVING BEHAVIOUR</p>"
        },
        {
            "date": "Sept 1, 2024",
            "imgs": [ "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/8f6fdb4a-a3d8-4687-9b3b-ea32f6af38bb/dhtxm10-46632c56-8a8d-4481-81e0-3f001da36e49.jpg/v1/fill/w_926,h_863,q_70,strp/turbulence_by_smokeyblokey_dhtxm10-pre.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9MTUyMCIsInBhdGgiOiJcL2ZcLzhmNmZkYjRhLWEzZDgtNDY4Ny05YjNiLWVhMzJmNmFmMzhiYlwvZGh0eG0xMC00NjYzMmM1Ni04YThkLTQ0ODEtODFlMC0zZjAwMWRhMzZlNDkuanBnIiwid2lkdGgiOiI8PTE2MzAifV1dLCJhdWQiOlsidXJuOnNlcnZpY2U6aW1hZ2Uub3BlcmF0aW9ucyJdfQ.J7JKxSIKRNbM6PFcTOoghIyQo31T_zIIkP06zELuXEg" ],
            "body": "<p>full of cargo (my fat fetish is evolving time to autism onto planes ^^)</p>"
        },
        {
            "date": "Sept 1, 2024",
            "imgs": [ "https://cdn.shopify.com/s/files/1/0645/8877/5646/files/post_Wood-carving-techniques-for-beginners_06.jpg", "https://cdn.sci.news/images/enlarge8/image_9113e-Venus-Figurine.jpg" ],
            "body": "<p>I should adopt the hobby of whittling (the craft of the ancients) (I want to make ponr)</p>"
        },
        {
            "date": "Sept 1, 2024",
            "imgs": [ "img/minecraft_mod_burger.png" ],
            "body": "<p>after all this time, after all the failed attempts, I'm finally sitting down and learning how to mod (it's literally easy just use <a href='https://fabricmc.net/wiki/tutorial:start'>Fabric</a>, I'm having fun tho)</p>"
        },
        {
            "date": "Aug 31, 2024",
            "imgs": [ "img/hard_to_be_busty.webp" ],
            "body": "<p>what if I had gigantic breasts and could wear cute bras and keep my phone in my cleavage and cup them like dough underneath my shirt (I'm not trans but what if)</p>"
        },
        {
            "date": "Aug 31, 2024",
            "imgs": [ "https://bluemoji.io/cdn-proxy/646218c67da47160c64a84d5/66b3e688ccde70cabd67e8ec_68.png" ],
            "body": "<p>me when I do something that isn't bad perse but doesn't maintain the status quo nor markedly improve my life</p>"
        },
        {
            "date": "Aug 31, 2024",
            "imgs": [ "img/donut_reddit.png" ],
            "body": "<p>I know this is a vent but this is lowkey hot asf >.></p>"
        },
        {
            "date": "Aug 30, 2024",
            "imgs": [ "img/hooters.webp" ],
            "body": "<p>they call me the left B)</p>"
        },
        {
            "date": "Aug 30, 2024",
            "imgs": [],
            "body": "<p>blog style update (and now images are stored separately from the body!! yaay!! this took so long to convert!!)</p>"
        },
        {
            "date": "Aug 30, 2024",
            "imgs": [ "img/bbw_transformers_wiki.webp" ],
            "body": "<p>this r/Losercity post reminds me how much I want to be part of a community and have a fixation on a piece of media and develop and maintain a wiki and collect niche info and and ;w;</p>"
        },
        {
            "date": "Aug 29, 2024",
            "imgs": [ "img/ushi.png" ],
            "body": "<p>amazonian woman from <a href='https://myanimelist.net/anime/50622/Kemonokko_Tsuushin__The_Animation'>Kemonokko Tsuushin: The Animation</a> is ALLOWED to, oh my gawshhh</p><p>I want to become an amazonian artist just to draw side-by-sides of men and TALL WOMEN</p>"
        },
        {
            "date": "Aug 27, 2024",
            "imgs": [ "img/simple_mc.webp" ],
            "body": "<p>girls meet me here and jack off</p>"
        },
        {
            "date": "Aug 26, 2024",
            "imgs": [ "https://preview.redd.it/i-think-shes-cute-too-twitter-v0-jgrxttpw63ld1.jpeg?auto=webp&s=32769674f8035be51bcb831d96bad0f80b8f58c8" ],
            "body": "<p>loona</p> <!-- https://www.reddit.com/r/Losercity/comments/1f21j8m/i_think_shes_cute_too_icey_starr_twitter/ -->"
        },
        {
            "date": "Aug 26, 2024",
            "imgs": [],
            "body": "<p>if I think of language as a medium to analyze human cognition instead of human connection maybe it won't seem so bad</p>"
        },
        {
            "date": "Aug 26, 2024",
            "imgs": [],
            "body": "<p>imagine unplugging someone's brain from the rest of their nervous system and disassembling the entire rest of the body to be donated to people in need of organ, skin, hair, face, limb transplants, and then putting the brain in a little box where it is sent through wonderous fantasies for as long as the box holds up</p><p>I thought this up battling for lucidity at 2AM and decided I'd rather just sleep than actually write down a Whole Story for it</p>"
        },
        {
            "date": "Aug 26, 2024",
            "imgs": [],
            "body": "<p>I need a job</p>"
        },
        {
            "date": "Aug 26, 2024",
            "imgs": [],
            "body": "<p>we're learning about conscious and unconscious thought in my philosophy class and even though we've only had one lecture I still wanna talk about it</p><p>so imagine you don't want to do the dishes, basically your consciousness knows you should do the dishes, but even if your consciousness decides \"I'm gonna do the dishes\" your unconsciousness goes \"nuh-uh\" and so you don't. you can THINK you decided when you really didn't</p><p>so, you have to lead your unconsciousness to want to do the thing in order to get yourself to do the thing</p><p>imagine this: you want to clean up after your dog on the side of the road, so you tell yourself \"I'm gonna pick it up with my hands\" but your unconscious goes \"ew that's gross no\"</p><p>even though your unconscious wants to clean up after your dog since it's find that as moral, it values being sanitary more (I think this line of thinking is where excuses can come from, and is probably related to resolving cognitive dissonance)</p><p>but as soon as you get a doggy bag, the tables are turned, now your consciousness goes \"we HAVE to pick up after the dog\"</p><p>so much so that you might find it difficult to leave the dog's business there because of your unconscious moral compass</p><p>basically what I'm saying is find out what part of doing the dishes your unconscious doesn't like, minimize it, and find out what it wants from doing the dishes, and maximize it</p>"
        },
        {
            "date": "Aug 26, 2024",
            "imgs": [],
            "body": "<p>yerking it into a jar really made me take a hit to my sanity, I feel. I am changing, and I think I care less because of it. maybe if I start focusing on cute things, it'll balance out. we'll see what happens</p>"
        },
        {
            "date": "Aug 25, 2024",
            "imgs": [],
            "body": "<p>I wonder if I should learn more Japanese. <a href='https://bsky.app/profile/oix-ai.art/post/3l2lib3smg32k'>Posting in Japanese</a> is kinda fun, and there are a lot of resources like <a href='https://www.learn-japanese-adventure.com/japanese-expression-desire.html'>LJA</a> and <a href='https://my.wasabi-jpn.com/curriculum/self-learning-japanese/?lang=en'>wasabi japan</a>. Idk, other than being the Cute language I don't really... need it. But I don't need most things I do, so I'll probably dabble lol</p>"
        },
        {
            "date": "Aug 25, 2024",
            "imgs": [],
            "body": "<p>yea im depressed and don't want to talk to ANYBODY. even drawing is just meh right now. I think I'll take a breaky by hitting the gym... then jack off</p>"
        },
        {
            "date": "Aug 25, 2024",
            "imgs": [ "https://docs.telerik.com/reporting/report-items/barcode/images/Barcodes/barcode-overview.png" ],
            "body": "<p>I gotta admit I'm kinda into barcodes. like, compressed machine-readable data!</p>"
        },
        {
            "date": "Aug 25, 2024",
            "imgs": [ "img/classic_boob.webp" ],
            "body": "<p>im an artist. my style? gigantic jugs</p>"
        },
        {
            "date": "Aug 25, 2024",
            "imgs": [],
            "body": "<p>praise be</p>"
        },
        {
            "date": "Aug 25, 2024",
            "imgs": [],
            "body": "<p>farming to keep your hunger/health up? too effective. don't need anything more than a garden to get all you need</p><p>farming to satisfy your rural weight gain roleplay? amazing. very effective at making you happy. I should try it sometime. to be happy</p>"
        },
        {
            "date": "Aug 25, 2024",
            "imgs": [],
            "body": "<p>my brain actually needs constant stimuli lol. I want to make things (even though I resist due to it being 1am). I want to draw cute things (not horny I just jacked off). I want to collect (drawings? ingots? some third thing?). I want... sleepy!! yea u.u</p>"
        },
        {
            "date": "Aug 24, 2024",
            "imgs": [],
            "body": "<p>I'm in my new dorm (the fans are loud) and it's quite nice!! I don't think it'll be too hot this summer, because my room is on the shadow side, but we'll see :3</p><p>this semester, I'm not putting socializing on my list of priorities, but my <i>own</i> enjoyment that isn't just chillin' in my room. without the pressure of Talking to people (simply living amongst them like some sort of alien) I can feel freer to do stuff like go to the gym, walk around, enjoy space. that's the plan, anyways!</p>"
        },
        {
            "date": "Aug 23, 2024",
            "imgs": [ "https://web-japan.org/kidsweb/img/local_hakuto_pic01.jpg" ],
            "body": "<p>white peach 🤤🤤 reminds me of boobs, 🤤🤤🤤🤤</p>"
        },
        {
            "date": "Aug 22, 2024",
            "imgs": [ "img/kawaiifat1.jpg", "img/kawaiifat2.jpg" ],
            "body": "<p>this style is so kawaiicoded they are so blisspilled and meepymaxxing I bet they go \"erm, wha do? >.<\"</p>"
        },
        {
            "date": "Aug 22, 2024",
            "imgs": [],
            "body": "<p>I started work on <a href='https://github.com/BlueBunnex/BlueCraft'>BlueCraft</a>... (I just wiped my other fork I didn't like and used the same repo so I wouldn't have to go through the trouble of setting up another one lol)</p>"
        },
        {
            "date": "Aug 21, 2024",
            "imgs": [],
            "body": "<p>scope creep is a BITCH I want my project to stay small FOREVER!!</p>"
        },
        {
            "date": "Aug 21, 2024",
            "imgs": [],
            "body": "<p>r/FatLois is a subreddit, and now I REALLY wanna make r/FatAlex (Minecraft) since that would be fun to draw for... hm...</p>"
        },
        {
            "date": "Aug 21, 2024",
            "imgs": [ "https://dsm5.nekoweb.org/files/img/paintings/monument-no1.png" ],
            "body": "<p>maybe I should try out painting, like my friend <a href='https://dsm5.nekoweb.org/works/paintings/'>vivi</a>. Not digital painting, physical painting. I think it might give more value to it, being an actual Thing I can hold and display instead of something in ma computer. we'll see :3 (below is their painting btw I like the vibe a lot)</p>"
        },
        {
            "date": "Aug 21, 2024",
            "imgs": [],
            "body": "<p>BlueCraft will have a restricted worldsize of 64^3 (and will be based in indev)</p>"
        },
        {
            "date": "Aug 21, 2024",
            "imgs": [ "img/bbw_aurora_borealis_base.png" ],
            "body": "<p><a href='https://huggingface.co/mariaWitch/ExperimentalBiggerMerges/tree/main'>bbw aurora borealis</a> is quite the good 1.5 model</p><p>that is all</p>"
        },
        {
            "date": "Aug 21, 2024",
            "imgs": [],
            "body": "<p>bluecraft will have blue hearts instead of red ones and an anime-girl-focused gameplay loop</p><p>this involves an XP bar that determines your breast size, farming rice and cooking tasty Japanese don, and killing monsters with your poggers sword</p>"
        },
        {
            "date": "Aug 21, 2024",
            "imgs": [],
            "body": "<p>if I can figure out <a href='https://github.com/paulevsGitch/BetterWeather/blob/main/src/main/java/paulevs/betterweather/mixin/client/BaseDimensionMixin.java'>how to use mixins</a> and where to put those mod files (some mod folder in the launcher directory? fabric b1.7.3 modloader??) then I can MAKE BLUECRAFT!! AND MAKE A WEBSITE FOR IT!!!!!! ALL MI MODS!!!!!!!!!1 XDDDDDDDDDD</p><p>-thoughts of the utterly deranged</p>"
        },
        {
            "date": "Aug 21, 2024",
            "imgs": [ "https://preview.redd.it/making-a-new-base-any-ideas-v0-0sqhjvbay1kd1.png?auto=webp&s=76dac7106e4b7f0cc51ee24b79d2083426d33c81" ],
            "body": "<p>bluecraft</p> <!-- https://www.reddit.com/r/GoldenAgeMinecraft/comments/1exvn8g/making_a_new_base_any_ideas/ -->"
        },
        {
            "date": "Aug 21, 2024",
            "imgs": [ "https://preview.redd.it/had-a-little-romp-in-beta-to-get-our-server-started-v0-qpvj25ll31kd1.jpeg?auto=webp&s=c7a5f8baef40605837efa640d0b7ab390de87d02" ],
            "body": "<p>a legacy minecraft blog would be. SO CUTE 😭</p><!-- https://www.reddit.com/r/GoldenAgeMinecraft/comments/1exr9cc/had_a_little_romp_in_beta_to_get_our_server/ -->"
        },
        {
            "date": "Aug 20, 2024",
            "imgs": [],
            "body": "<p>My special interests are eat food and fat woman</p>"
        },
        {
            "date": "Aug 20, 2024",
            "imgs": [ "img/fox_mommy_butt.png" ],
            "body": "<p>I'm back from Hungary (my back hurts like hell from the plane ride) so I can draw now. and that means: working on my trans fursona!! she's 33yo, 5'11\" (same as me), and a mommy that only does what YOU want to do. also, she's very bottom-heavy, so her breasts aren't huge but her hips definitely are...</p>"
        },
        {
            "date": "Aug 18, 2024",
            "imgs": [],
            "body": "<p>touhou is so cute, I wish I had cute characters like this to write a wiki on, like, old women that look like young women are so hot</p><p>\"Her age on wikia is at least 30, implied closer to 50 but less than 60\" BARS</p>"
        },
        {
            "date": "Aug 18, 2024",
            "imgs": [],
            "body": "<p>Academy Of The Almost Immortal - an anime about demigod children in the heavenly realm learning how to become fiersome leaders to the humans in the earthy realm, containing scenes such as two of them mock-battling and the teacher only shouting \"enough!\" when one has been reduced to a barely-living pile of pulsating goo (which fully reforms after an hour or so)</p>"
        },
        {
            "date": "Aug 17, 2024",
            "imgs": [],
            "body": "<p>UPDATE: actually NOT gonna port to HTML 3.0 because Javascript, is not a thing!! and my blog needs that to load the posts lol</p>"
        },
        {
            "date": "Aug 17, 2024",
            "imgs": [],
            "body": "<p>I'm gonna redesign this entire site to use HTML 3.0 (like <a href='http://www.cornica.org'>this</a> site) and it's gonna be FIRE</p><p>why? I dunno it's cute</p>"
        },
        {
            "date": "Aug 17, 2024",
            "imgs": [],
            "body": "<p><i>My First Girlfriend Is A Gal</i> was a good anime (I fw nene so hard)</p>"
        },
        {
            "date": "Aug 15, 2024",
            "imgs": [],
            "body": "<p>the amount of belonging I felt simply reclining in a small local café and enjoying an icecream and a coffee while being served by two nice older ladies is un-fucking-matched dude I was straight CHILLIN</p>"
        },
        {
            "date": "Aug 14, 2024",
            "imgs": [],
            "body": "<p>I just want to document something. I want data. I want to make a wiki. I want an infatuation to fall back on when nothing else hits c'mon</p>"
        },
        {
            "date": "Aug 14, 2024",
            "imgs": [],
            "body": "<p>I replaced tags with no tags lol, I made like one post with them and called it quites, totally not over site design or anything haa</p>"
        },
        {
            "date": "Aug 14, 2024",
            "imgs": [],
            "body": "<p>I wanna be a coffee guy :3 (I am infatuated with <a href='https://www.amazon.com/Gevalia-Colombia-Coffee-Medium-Ground/dp/B00MBEKBIY/ref=sr_1_23?dib=eyJ2IjoiMSJ9.d7TqJZu5NVyaxK2YOCDFvj2Hs3gwOefBx9d0j0yhy0DBKrsMZwWvyVX6zXvE8Lri0A4VXGt4tkWLtzEhtSBT-LeU3jnpFIMXKhcmvf-GXCoEFAUmZlKBnoD1ACcMngsBs_9HMVs86Bo2ZAGqhQaWimdJHANzO3kukYrAUQ_ffulpCM-9ISyq83abhi80uAB-JCDK77epOV9kYLziCu6KuLb1l7n42iVTpytCNuDlQTWSbH_jITitmD5dfNMjDz3-vuLtAIOP8bXpGc9As2Jbgu7gPkV9PQonLymXLiyIahY.Mnehx-KVOCdMHfXIZUgShqwPQaJrdDtGcuBnj8inoX8&dib_tag=se&gad_source=1&hvadid=693779255432&hvdev=c&hvexpln=67&hvlocint=9007783&hvlocphy=9063017&hvnetw=g&hvocijid=15754550275951519745--&hvqmt=e&hvrand=15754550275951519745&hvtargid=kwd-335508145123&hydadcr=4378_13231281&keywords=bagged+coffee&qid=1723654328&sr=8-23'>the cute bag designs</a> also I drink this stuff with like 50% french vanilla)</p><p>#coffeehead #eternal hobby search moment #soulsearch even?</p>"
        },
        {
            "date": "Aug 13, 2024",
            "imgs": [],
            "body": "<p>yeah no I can't standardize because I can never to stick to one thing and consider it good especially when I'M doing it because I'm FUCKING STUPID AND SHOULD GO TO SLEEP AND I CAN'T EVEN PLAN A DECENT SLEEP SCHEDULE LET ALONE ANYTHING ELSE FUCK</p><p>#depressed as FUCK right now # I replaced header with tags btw</p>"
        },
        {
            "date": "Aug 12, 2024",
            "imgs": [],
            "body": "<p>I love standardization so much I want to be like</p><table><tr><th>Model:</th><td>Anime Screencap Style 1.5 (beta)</td></tr><tr><th>Lora(s):</th><td>Big Tiddies 1.5, Almost Pregart 1.5, Feet Galore 1.5</td></tr><tr><th>Steps:</th><td>28 (30 when I'm feeling adventurous)</td></tr></table><p>I'm definitely projecting my thoughts change with this one</p>"
        },
        {
            "date": "Aug 12, 2024",
            "imgs": [ "https://pbs.twimg.com/media/GUupptQWMAEqRPa?format=jpg&name=medium" ],
            "body": "<p>I need to draw characters like <a href='https://x.com/sketches_wizard/status/1822996461929329112'>this</a>, acting out scenes and having Dynamics!! but I'm in Hungary so I can't art -> sad</p>"
        },
        {
            "date": "Aug 12, 2024",
            "imgs": [ "https://5.imimg.com/data5/AT/MG/VM/SELLER-19000062/brass-ingot.jpg" ],
            "body": "<p>I wanna buy a crucible (<a href='https://www.amazon.com/Graphite-Crucible-Including-Crucibles-Stainless/dp/B09WMP12MK/ref=asc_df_B09WMP12MK/?tag=hyprod-20&linkCode=df0&hvadid=692875362841&hvpos=&hvnetw=g&hvrand=5319347741772868918&hvpone=&hvptwo=&hvqmt=&hvdev=m&hvdvcmdl=&hvlocint=&hvlocphy=9052552&hvtargid=pla-2281435179058&psc=1&mcid=5d2efcdd7c9436bcb0c16d7cd6cf3e6f&hvocijid=5319347741772868918-B09WMP12MK-&hvexpln=73&gad_source=1'>crucible in question</a>) and melt down pennies and cast the molten brass into ingots</p><p>I literally just like Pure things lol</p>"
        },
        {
            "date": "Aug 11, 2024",
            "imgs": [ "img/mommy.png" ],
            "body": "<p>mommy</p>"
        },
        {
            "date": "Aug 11, 2024",
            "imgs": [ "img/catgirl_bestgirl.png" ],
            "body": "<p>I wish I could lock her in my basement and do unspeakable acts to her body</p>"
        },
        {
            "date": "Aug 11, 2024",
            "imgs": [],
            "body": "<p>I should be sleeping, but I'm not, because I feel like I should be working, and THAT feeling stems from the thought that nothing I've done is good right now, and so I should either work on it now or abandon it (both to make it 'easier' for future me) and honestly. this mindset is why I feel unaccomplished. I eep. I EEP #no sleep day 421 #my STR stat is at an all time low</p>"
        },
        {
            "date": "Aug 11, 2024",
            "imgs": [ "https://www.tweeteraser.com/resources/wp-content/uploads/2024/04/21251651_6392326.jpg" ],
            "body": "<p>the idea of social media is so. charming. delicate. \"hey guys here's a picture I drew what do you think.\" so based</p>"
        },
        {
            "date": "Aug 10, 2024",
            "imgs": [ "img/my_oc.png" ],
            "body": "<p>crazy oc design right here that I can share with all my oc-having friends and they'd all appreciate me and accept me as their own. btw I drew this with a trackpad</p><p>edit: fuck that should say tanaka</p>"
        },
        {
            "date": "Aug 10, 2024",
            "imgs": [ "img/hentai_wall.jpg" ],
            "body": "<p>I could just become a hentai artist. convert this entire site into the place where I document and tag my hentai. make it all pretty and develop a style and cater to my audience while honing and enjoying my craft. I mean I'm kinda already doing that but also school is a thing idk. I just love data bro (porn)</p>"
        },
        {
            "date": "Aug 7, 2024",
            "imgs": [ "img/bokurano.webp" ],
            "body": "<p>im gonna do it I gotta this style looks so clean</p><p><s>women (from the mangas) will love me once I do</s></p>"
        },
        {
            "date": "Aug 7, 2024",
            "imgs": [],
            "body": "<p>when I inevitably succumb to total depression (I can feel it, I'm losing my grip) I gotta remember two things:</p><ol><li>getting through the day's work (aka school) is fulfilling</li><li>drawing thick asf anime women gives me micro-affection</li></ol><p>oh and talking about stuff with others but I prefer Bottling so</p><p>me when I pretend I'm depressed for views hahaa</p>"
        },
        {
            "date": "Aug 7, 2024",
            "imgs": [],
            "body": "<p><a href='https://www.hentai.name/g/520201/'>Ayano-san's Weight Gain Diary</a> is a miracle and an inspiration to us all holy FUCK</p>"
        },
        {
            "date": "Aug 6, 2024",
            "imgs": [],
            "body": "<p>humans are naturally inclined to incur benefits for themselves and their peers at the expense of others. we create systems that do so, and only push back against such systems in favour of ones that would benefit us more. in a trolley problem of resource distribution, you choose the familiar over the stranger. capitalism didn't create greed, greed created capitalism. now, morality exists, but it is inherently subjective: a homeless person demands cheap housing with the defense of it benefiting others like them (and themself); a rich person rejects cheap housing with the defense that it would hurt the economy for others (and themself)</p><p>this was a fun Discord discussion</p>"
        },
        {
            "date": "Aug 6, 2024",
            "imgs": [],
            "body": "<p>I tried establishing a <a href='https://docs.google.com/document/d/1koTncqnYEULM-_Gjf5UsmWaeqMx8iDaruGI-fnO0Prk/edit?usp=sharing'>self-insert fic</a> but am alreay bored of it lol, so I'll just dump it here. writing is fun! but I am potato</p>"
        },
        {
            "date": "Aug 6, 2024",
            "imgs": [],
            "body": "<p>I'm in Hungary and I'm. so sick. I can't attend the Hungarian classes and I barely even feel like moving, watching youtube, and not to mention getting out of bed (even just to get water). kinda miserable, but at least I can vent about it here</p><p>I want a lángos so bad</p>"
        },
        {
            "date": "Aug 3, 2024",
            "imgs": [ "img/beachball_yellow.png", "img/beachball_blue.png", "img/beachball_starry.png", "img/beachball_red.png" ],
            "body": "<p>prophecy: the year is 2029, the human genome has been available for experimentation for... six months now</p><p>they created a \"make boobs bigger than beach balls\" gene about two and a half hours after it was legalized</p>"
        },
        {
            "date": "Aug 3, 2024",
            "imgs": [],
            "body": "<p>I'm in Hungary, the flight was long but nevertheless enjoyable, I watched baboons tear eachother limb from limb, also my bladder almost popped arriving at the hotel, also also I'm halfway to passing out right now since I haven't gotten a wink of sleep since waking up IN AMERICA</p>"
        },
        {
            "date": "July 31, 2024",
            "imgs": [ "img/starfleet_delta.png" ],
            "body": "<p>a slightly serious, mysterious, mild-horror (but still sexy) fic about thick babes working in space would be kinda cool</p><p>that is all</p>"
        },
        {
            "date": "July 30, 2024",
            "imgs": [],
            "body": "<p>putting this idea here so I remember it for when I decide to implement it into my Minecraft fork <a href='https://github.com/BlueBunnex/Forever-Indev'>Forever Indev</a></p><p>enchanting: you have an enchanter block (name pending), and have its UI literally just be the old villager UI. you exchange rupees to put an enchant on an item, and the amount of rupees needed varies based on the enchant and level. this makes it easily balance-able AND ALSO completely eliminates the annoying randomness, plus feels very RPG-y</p><p>anyways yea PRODUCTIVITY RELATED STRESS BEGONE!!!</p>"
        },
        {
            "date": "July 30, 2024",
            "imgs": [ "img/old_mc_msgboard.png" ],
            "body": "<p>slight site redesign (again lol)</p>"
        },
        {
            "date": "July 30, 2024",
            "imgs": [ "img/strong_for_dommy_mommy.webp" ],
            "body": "<p>I wanna get strong for a DOMMY MOMMY (plus that dude's build looks mega atractivo no homo tho) (also screw the car lol)</p>"
        },
        {
            "date": "July 29, 2024",
            "imgs": [ "https://i.pinimg.com/736x/05/83/c5/0583c580b0fe6ee0af35644005d6955b.jpg" ],
            "body": "<p>the era of koro is OVER. I've decided that Inugami Korone is NO LONGER the theme of this blog. She'll still stick around tho but y'know she won't be like a Main Point or whatever</p>"
        },
        {
            "date": "July 29, 2024",
            "imgs": [ "img/minecraft_res_tier.webp", "https://media.forgecdn.net/avatars/483/662/637784018867299475.png", "https://static.wikia.nocookie.net/minecraft/images/a/a9/Ruby.png" ],
            "body": "<p>Minecraft is so cool. I love items. I love sprites. I love the grid system. I love makin a lil world, a lil house. I like small things</p>"
        },
        {
            "date": "July 29, 2024",
            "imgs": [ "img/night.png", "img/night2.png", "img/night3.png" ],
            "body": "<p>this is Night she's my wife and I'm gonna write self insert fiction where she loves me through it all (and put it on my website) (im so lonely)</p><p>note that I actually still think photography is helping with my Feeling Useless all the time, but that's not gonna stop me from spawning Night into existence</p>"
        },
        {
            "date": "July 27, 2024",
            "imgs": [ "https://media.wired.com/photos/648ba9b2f2de86183cf5b4d9/191:100/w_2580,c_limit/Sony-RX100VA-Compact-Camera-Gear.jpg" ],
            "body": "<p>knock on wood, but I think I'm gonna try picking up photography. if anything, it's a motivator to go outside more, and maybe fiddling with camera settings is more fufilling than Krita ones, lol</p>"
        },
        {
            "date": "July 27, 2024",
            "imgs": [],
            "body": "<p>everything sucks. I wanna write. I wanna draw. I wanna get stuck to something. but I get bored of everything I do. I'm the opposite of lazy, I think. I hope!! I want to fill my heart with AI generated anime girls</p>"
        },
        {
            "date": "July 27, 2024",
            "imgs": [ "https://www.codeproject.com/KB/custom-controls/aspnetforums/flatsortorder1.gif", "https://upload.wikimedia.org/wikipedia/commons/3/33/Forum_spam.png" ],
            "body": "<p>I'm updating my site to have an old-internet messageboard feel. it even uses tables! how archaic lol</p>"
        },
        {
            "date": "July 26, 2024",
            "imgs": [],
            "body": "<p>Smut story idea: Kitsune spirit woman invades your home to steal your food, and finds herself so successful in that endeavor that she decides to stay forever. Under spiritual law, this means she now owns you, your house, and is now your wife (you don't have a choice).</p>"
        },
        {
            "date": "July 26, 2024",
            "imgs": [],
            "body": "<p>sometimes I get anxiety surrounding editing my Minecraft fork because I fear I might make a mistake or 'ruin' it, but I need to overcome those anxieties if I want to make something I truly feel proud of #metacognition</p>"
        },
        {
            "date": "July 26, 2024",
            "imgs": [ "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/f7195997-7848-47de-bc04-bb31e278204f/dhugips-97446a88-6617-40f8-a881-991ba4a42f3c.png/v1/fill/w_1000,h_800,q_70,strp/inugami_korone_by_redderblanket_dhugips-pre.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9MTAyNCIsInBhdGgiOiJcL2ZcL2Y3MTk1OTk3LTc4NDgtNDdkZS1iYzA0LWJiMzFlMjc4MjA0ZlwvZGh1Z2lwcy05NzQ0NmE4OC02NjE3LTQwZjgtYTg4MS05OTFiYTRhNDJmM2MucG5nIiwid2lkdGgiOiI8PTEyODAifV1dLCJhdWQiOlsidXJuOnNlcnZpY2U6aW1hZ2Uub3BlcmF0aW9ucyJdfQ.dKgv4yhCooxxwfkxGcrNIxhMCJa2doFXAjX6AGzXlz0" ],
            "body": "<p>who knew when you enjoy art you enjoy art. zamn. I gonna do this more defo fr yes</p><p><a href='https://www.deviantart.com/redderblanket/art/Inugami-Korone-1079084224'>here's</a> the deviantart post btw</p>"
        },
        {
            "date": "July 24, 2024",
            "imgs": [ "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/e1eda3e0-6416-4344-beb3-9a0eff3c7084/dhjjh0m-9ef62208-0a8f-49de-8071-23372bd34c42.jpg/v1/fill/w_1089,h_733,q_70,strp/202405_satoshin_by_zealweightgain_dhjjh0m-pre.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9ODYyIiwicGF0aCI6IlwvZlwvZTFlZGEzZTAtNjQxNi00MzQ0LWJlYjMtOWEwZWZmM2M3MDg0XC9kaGpqaDBtLTllZjYyMjA4LTBhOGYtNDlkZS04MDcxLTIzMzcyYmQzNGM0Mi5qcGciLCJ3aWR0aCI6Ijw9MTI4MCJ9XV0sImF1ZCI6WyJ1cm46c2VydmljZTppbWFnZS5vcGVyYXRpb25zIl19.rcakXtxMcCsgvF2aoAZ77UjdmlLgHznbKN6sKs12B2s" ],
            "body": "<p>oh, to draw passionate of that being pictured and free from the concept of 'correctness,' hasty to experience (not endure) yet another design; to have art be a respite rather than a requirement with fufillments to be met (and inevitablely left unsatisfied); to be unbridled by expectation and eager to fail; I want to be that artist</p><p><a href='https://www.deviantart.com/zealweightgain'>cuz how will I draw like this otherwise</a></p>"
        },
        {
            "date": "July 23, 2024",
            "imgs": [ "img/reindev_wiki.png" ],
            "body": "<p><a href='https://reindev.miraheze.org/wiki/Reindev_Wiki'>this is the cutest wiki I've ever seen</a>. I need to make a tiny minecraft fork, gawsh</p><p>old Minecraft my beloved <3</p>"
        },
        {
            "date": "July 23, 2024",
            "imgs": [ "img/big_butt_vtubers.png" ],
            "body": "<p>I need to draw more butts</p><p>(I did not draw this this is just an example)</p>"
        },
        {
            "date": "July 23, 2024",
            "imgs": [],
            "body": "<p>I made a subreddit, It's called <a href='https://www.reddit.com/r/MedievalBBW/'>r/MedievalBBW</a>, and I made it since 1) I wanted to have a place for solely middle-ages fat women (pretty niche but very cute) and 2) I just wanted to make a subreddit lol"
        },
        {
            "date": "July 23, 2024",
            "imgs": [],
            "body": "<p>What if I just learned how to cook? Like, I'm hungry ALL the time, and I want to get delivery/fast food but it's just soo expensive. Pizza dough isn't that hard to make, though?? Like, what if I just made pizza whenever I was hungry. I'm gonna have my license soon. I can just buy ingredients.</p><p>(today is pizza day which is why I'm thinking of pizza)</p>"
        },
        {
            "date": "July 22, 2024",
            "imgs": [],
            "body": "<p>The tropical island of Pásuala, where the bitches are thick and they ask for a different tip... 🥴</p>"
        },
        {
            "date": "July 21, 2024",
            "imgs": [],
            "body": "<p>I wanna jack it</p><p>to fat tidders</p>"
        },
        {
            "date": "July 21, 2024",
            "imgs": [],
            "body": "<p>Popcorners are my bitch. I ate. an Entire bag of spicy queso popcorners and they were GOOD AS FUCK but now my stomach hurts and I feel like a feedee.</p><p>I'm gonna try to exercise my wrists since that might help me with rock climbing... and gaming</p>"
        },
        {
            "date": "July 20, 2024",
            "imgs": [ "img/stronger.png" ],
            "body": "<p>headcanon: fat women will like you even if you don't have a good personality if you can do so much as lift them</p><p>I should get stronger</p>"
        },
        {
            "date": "July 20, 2024",
            "imgs": [],
            "body": "<p>literally if you're gonna 🍆 you HAVE to follow <a href='https://www.menshealth.com/sex-women/a19530843/masturbation-secrets/'>this guide</a>, masturbation is literally physical meditation and spiritual connection with The Girl on Your Screen</p>"
        },
        {
            "date": "July 20, 2024",
            "imgs": [ "https://pbs.twimg.com/media/E1rGZM2WQAMozuF?format=jpg&name=4096x4096" ],
            "body": "<p>I have fallen in love with Korone Inugami. Because I always fail to make an OC I like, I've decided I'd rather draw preexisting characters. Specifically, I want to hyperfixate on Korone, because I love her (design yup)!!</p><p><s>headcanon she thinks she's still a size women's small wht a fuckin idot lmaoo</s></p>"
        },
        {
            "date": "July 20, 2024",
            "imgs": [ "https://tumblr.zendesk.com/hc/article_attachments/4614944078231" ],
            "body": "<p>Hello World!! I'm designing this site off tumblr blogs since... I want a place to blog but prefer websites tbh. This is like my personal journal that you just so happen to be reading.</p><p>Uh, the post dates represent the time I first made that post, but I like optimizing things so I may rewrite posts after I've made them idfk</p>"
        }
    ]
}
