[
    {
        "date": "July 22, 2024",
        "header": "The tropical island of Pásuala",
        "body": "where the bitches are thick and they ask for a different tip... 🥴"
    }
    {
        "date": "July 21, 2024",
        "header": "I wanna jack it",
        "body": "<p>to fat tidders</p>"
    },
    {
        "date": "July 21, 2024",
        "header": "Popcorners are my bitch",
        "body": "<p>I ate. an Entire bag of spicy queso popcorners and they were GOOD AS FUCK but now my stomach hurts and I feel like a feedee.</p><p>I'm gonna try to exercise my wrists since that might help me with rock climbing... and gaming</p>"
    },
    {
        "date": "July 20, 2024",
        "header": "I should get stronger",
        "body": "<p>headcanon: fat women will like you even if you don't have a good personality if you can do so much as lift them</p><img src='img/stronger.png'>"
    },
    {
        "date": "July 20, 2024",
        "header": "Jorking it",
        "body": "<p>literally if you're gonna 🍆 you HAVE to follow <a href='https://www.menshealth.com/sex-women/a19530843/masturbation-secrets/'>this guide</a>, masturbation is literally physical meditation and spiritual connection with The Girl on Your Screen</p>"
    },
    {
        "date": "July 20, 2024",
        "header": "I have fallen in love with Korone Inugami",
        "body": "<p>Because I always fail to make an OC I like, I've decided I'd rather draw preexisting characters. Specifically, I want to hyperfixate on Korone, because I love her (design yup)!!</p><p><strong>DON'T TOUCH HER she's literally MY waifu >:(</strong></p><img src='img/korone1.png'><img src='img/korone2.png'><img src='img/korone3.png'><p><s>headcanon she thinks she's still a size women's small</s></p>"
    },
    {
        "date": "July 20, 2024",
        "header": "Hello World",
        "body": "<p>I'm designing this site off tumblr blogs since... I want a place to blog but prefer websites tbh. This is like my personal journal that you just so happen to be reading.</p><p>Uh, the post dates represent the time I first made that post, but I like optimizing things so I may rewrite posts after I've made them idfk</p><img src='https://tumblr.zendesk.com/hc/article_attachments/4614944078231'>"
    }
]
